[{"title":"about","type":"page","content":"<div class=\"page\" title=\"Page 1\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Award­ winning fashion artist, based in London, working at the intersections of sculpture and fashion design. Specialised in synthetic polymers, metal and leather.<\/p>\n<p>&nbsp;<\/p>\n<p>After receiving an international MA scholarship from University of Arts, London in 2010 for the prestigious Fashion Artefact course at London College of Fashion, Ana won the LCF Best Design Award 2012 and the Accessories Collection of the Year at ITS (International Talent Support) 2012 in Italy for her collection of bespoke head pieces ANIMAL: The Other Side of Evolution.<br \/> Exhibited internationally in galleries and museums: London, Paris, New York, Rome, Trieste, Amsterdam, Rotterdam, Arnhem, Eindhoven, Berlin, Vienna, Kilkenny, Torun and Istanbul. Contributing artist at SHOWstudio Gallery, London.<br \/> In 2013 Ana got SEED Award (London) for exceptional talents. In 2014 Ana was nominated from 3D Print Show London for Fashion Designer of the Year Award, and winners will be announced in september 2014.<\/p>\n<p>&nbsp;<\/p>\n<p>An architecture graduate, she has also stepped in the areas of film, with her own co­produced fashion film Encounters, screened at Rotterdam International Film Festival (2011) and Berlin Fashion Week (2010).<\/p>\n<p>&nbsp;<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<p>Her work has been featured in major print publications such as The Independent, British Vogue, Vogue NL, Vogue IT, Dazed and Confused, i-D Magazine, NYLON Magazine, Interview Magazine, Marie Claire France, Another Magazine, Stylus, Tank Magazine, Zoom on Fashion Trends &#8211; the semi-annual fashion research book (cover) among others, as well as as prominent online magazines and blogs such as Dezeen, WGSN, Not Just a Label and Trendand.<\/p>\n<p>In 2012 Independent listed her as one of the 12 most promising artists from the University of The Arts, London.<\/p>\n<p>&nbsp;<\/p>\n<p>Ana is regularly invited as a public speaker on future of design and new technologies. Since 2013 She has also been a visiting professional \/ critic at AA Architecture Association in London, and London College of Fashion, UK. Ana also runs a Fashion Artefact workshop at IED Istituto Europeo di Design in Madrid, ES.<\/p>\n<p>&nbsp;<\/p>\n<p>Contributing artist at SHOWstudio, London.<\/p>\n<p>&nbsp;<\/p>\n<p>Awards:<\/p>\n<ul style=\"list-style-type: circle;\">\n<li>Sep 2014: Global British Awards: Art and Fashion finalist, London, UK<\/li>\n<li>Sep 2013: SEED Fund Award, for successful creatives, London, UK<\/li>\n<li>Jul 2012: Accessories Collection of the Year Award &#8211; International Talent Support (ITS 2012), Trieste, Italy<\/li>\n<li>Jan 2012: MA Design Award &#8211; best design project for 2012, London College of Fashion, University of Arts, London, UK<\/li>\n<li>Sep 2010: International MA Scholarship &#8211; London College of Fashion, University of Arts, London, UK<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n","slug":"about","excerpt":"<p>Award­ winning fashion artist, based in London, working at the intersections of sculpture and fashion design. Specialised in synthetic polymers, metal and leather. &nbsp; After receiving an international MA scholarship from University of Arts, London in 2010 for the prestigious Fashion Artefact course at London College of Fashion, Ana won the LCF Best Design Award [&hellip;]<\/p>\n","meta":{"links":{"self":"http:\/\/anarajcevic.com\/wordpress\/wp-json\/posts\/5","author":"http:\/\/anarajcevic.com\/wordpress\/wp-json\/users\/1","collection":"http:\/\/anarajcevic.com\/wordpress\/wp-json\/posts","replies":"http:\/\/anarajcevic.com\/wordpress\/wp-json\/posts\/5\/comments","version-history":"http:\/\/anarajcevic.com\/wordpress\/wp-json\/posts\/5\/revisions"},"about_photo":false,"column_right":"<div class=\"page\" title=\"Page 2\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>UPCOMING EXHIBITIONS:<\/p>\n<p>&nbsp;<\/p>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<ol start=\"0\">\n<ul>\n<li>\n<p>●  Mar 2015: Art Bienniale of Saint Etienne, France<\/p>\n<\/li>\n<li>\n<p>●  Apr 2015, Body Embellishment, Mint Museum, North Carolina, USA<\/p>\n<\/li>\n<li>\n<p>●  Mar 2015: Trapholt Museum of Modern Art, Applied Art &amp; Design, Kolding, Denmark<\/p>\n<\/li>\n<li>\n<p>●  Oct 2015: Cooper Hewitt, Smithsonian Design Museum, New York, USA<\/p>\n<\/li>\n<\/ul>\n<\/ol>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>RECENT EXHIBITIONS:<\/p>\n<p>&nbsp;<\/p>\n<ul style=\"list-style-type: circle;\">\n<li>●  Jan 2015: Crafting Anatomies, Bonington Gallery, London, UK<\/li>\n<\/ul>\n<\/div>\n<\/div>\n<div class=\"layoutArea\">\n<div class=\"column\">\n<ul>\n<li>\n<p>●  Oct 2014: The Future of Fashion is Now, Museum Boijmans van Beuningen, Rotterdam, Netherlands<\/p>\n<\/li>\n<li>\n<p>●  Oct 2014: 3D PRINT SHOW, Carrousel du LOUVRE, Paris, France<\/p>\n<\/li>\n<li>\n<p>●  April 2014: Milan Design Week, Italy<\/p>\n<\/li>\n<li>\n<p>●  Jan 2014, Faceless, Mediamatic Fabriek, Amsterdam, Netherlands<\/p>\n<\/li>\n<li>\n<p>●  Nov 2013: 3D PRINT SHOW, Carrousel du LOUVRE, Paris, France<\/p>\n<\/li>\n<li>\n<p>●  Nov 2013: 3D PRINT SHOW, London Business Center, London, UK<\/p>\n<\/li>\n<li>\n<p>●  Oct 2013: Future Fashion, Dutch Design Week 2013,, Eindhoven, Netherlands<\/p>\n<\/li>\n<li>\n<p>●  Aug 2013: Future Fashion, Kilkenny Arts Festival, National Craft Gallery, Ireland<\/p>\n<\/li>\n<li>\n<p>●  Jul 2013: ITS 2013, (International Talent Support), Trieste, Italy<\/p>\n<\/li>\n<li>\n<p>●  Jun 2013: MoBA13 ­ Fetishism in Fashion, Fashion Biennale, Arnhem, Holland<\/p>\n<\/li>\n<li>\n<p>●  Jun 2013: Faceless, Museum Quartier, Vienna, Austria<\/p>\n<\/li>\n<li>\n<p>●  Mar 2013: Prosthetics Exhibition, SHOWstudio Gallery, London, UK<\/p>\n<\/li>\n<li>\n<p>●  Mar 2013: Wonderingmode, Centre of Contemporary Art (CoCa), Torun, Poland<\/p>\n<\/li>\n<li>\n<p>●  Jan 2013: Now Is All There Is ­ Bodies in Motion, The Hospital Club Gallery, Soho, London, UK ­ collaboration with<\/p>\n<p>Royal Ballet Company, and photographer Rick Guest.<\/p>\n<\/li>\n<li>\n<p>●  Jan 2013: Premier Vision New York, presenting the 2012 winning creations in fashion designs and accessories., New York City, US<\/p>\n<\/li>\n<li>\n<p>●  Sep 2012: Fashion innovation trade show, Premier Vision, Paris, France<\/p>\n<\/li>\n<li>\n<p>●  Aug 2012: Animal: The Other Side of Evolution, Serbian Cultural Center, London, UK<\/p>\n<\/li>\n<li>\n<p>●  Jul 2012: ITS 2012 Exhibition (International Talent Support) exhibition, Trieste, Italy<\/p>\n<\/li>\n<li>\n<p>●  Jul 2012: LIMITED\/UNLIMITED exhibition, promoted and realized by Valentino and Silvia Venturini Fendi as special<\/p>\n<p>part of at Alta Roma Alta Moda, Rome Fashion Week, Rome, Italy.<\/p>\n<\/li>\n<li>\n<p>●  Mar 2012: Seling Sex Exhibition, SHOWstudio Gallery, London, UK<\/p>\n<\/li>\n<li>\n<p>●  Feb 2012: Animal: The Other Side of Evolution, Victoria House, London, UK<\/p>\n<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n"},"terms":[]}]